"Copy" = "Нет (без размывания)";
"Dither Copy" = "Нет (с размыванием)";
"Or" = "Or";
"Xor" = "Xor";
"Replace Black" = "Replace Black";
"Inverse Copy" = "Inverse Copy";
"Inverse Or" = "Inverse Or";
"Inverse Xor" = "Inverse Xor";
"Inverse Replace Black" = "Inverse Replace Black";
"Pattern Copy" = "Pattern Copy";
"Pattern Or" = "Pattern Or";
"Pattern Xor" = "Pattern Xor";
"Pattern Replace Black" = "Pattern Replace Black";
"Inverse Pattern Copy" = "Inverse Pattern Copy";
"Inverse Pattern Or" = "Inverse Pattern Or";
"Inverse Pattern Xor" = "Inverse Pattern Xor";
"Inverse Pattern Replace Black" = "Inverse Pattern Replace Black";
"Grayish Text Or" = "Серый текст или";
"Hilite" = "Подсветить";
"Blend" = "Смешение";
"Add Pin" = "Add Pin";
"Add Over" = "Add Over";
"Add Max" = "Добавить макс.";
"Add Min" = "Добавить мин.";
"Subtract Pin" = "Subtract Pin";
"Subtract Over" = "Subtract Over";
"Transparent" = "Прозрачный";
"Straight Alpha" = "Straight Alpha";
"Per Component Alpha" = "Per Component Alpha";
"Straight Alpha Blend" = "Смешение Straight Alpha";
"Premultiplied White Alpha" = "Premultiplied White Alpha";
"Premultiplied Black Alpha" = "Premultiplied Black Alpha";
"Premultiplied Color Alpha" = "Premultiplied Color Alpha";
"Composition" = "Композиция";